Revit 2023 API
ParameterTypeId.LayerTypeMaterialsParam Property
 "Material": Material
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId LayerTypeMaterialsParam { get; }
Visual Basic
Public Shared ReadOnly Property LayerTypeMaterialsParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerTypeMaterialsParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace